{
    "title": {
        "en": "My projects",
        "fr": "Mes projets",
        "de": "Meine Projekte"
    },
    "caretaker": {
        "en": "This is my 3rd year of study project at ISFATES. We had to create a smart home model connected to a progressive web application. I was the project manager and the IT manager of the project.",
        "fr": "Projet de 3ème année à l'ISFATES. Objectif: créer un modèle de maison intelligente connectée à une application web progressive. J'ai rempli les rôles de chef de projet et responsable informatique du projet.",
        "de": "Dies ist mein Projekt des sechsten Semesters bei der DFHI. Ziel war es, ein Smart Home Modell zu entwickeln, das mit einer fortschrittlichen Webanwendung verbunden ist. Ich war Projektleiter und IT-Manager des Projekts."
    },
    "adventskalender": {
        "en": "IT manager for the creation of a progressive web app simulating an advent calendar for ISFATES students. The money collected will be donated to several associations.",
        "fr": "Responsable informatique de la création d'une progressive web app simulant un calendrier de l'avent pour les étudiants de l'ISFATES. L'argent récolté sera reversé à plusieurs associations.",
        "de": "IT-Manager für die Erstellung einer progressiven Web-App, die einen Adventskalender für DFHI-Studenten simuliert. Das gesammelte Geld wird an mehrere Vereine gespendet."
    },
    "astropulse": {
        "en": "Creation of an online survey showing that the frequency of a pulsar can influence our perception of time. Project carried out as part of my studies.",
        "fr": "Création d'une enquête en ligne démontrant que la fréquence d'un pulsar peut influencer notre perception du temps. Projet réalisé dans le cadre de mes études.",
        "de": "Erstellung einer Online-Umfrage, welche zeigt, dass die Frequenz eines Pulsars unsere Wahrnehmung von Zeit beeinflussen kann. Projekt, das im Rahmen meines Studiums durchgeführt wurde."
    },
    "diva": {
        "en": "Refactoring frontend and backend of the official website of the ISFATES student association: the DIVA.",
        "fr": "Refactoring frontend et backend du site officiel de l'association étudiante de l'ISFATES: la DIVA.",
        "de": "Refactoring von Frontend und Backend der offiziellen Website der DFHI-Studentenvereinigung: die DIVA."
    },
    "walkinlove": {
        "en": "Realization of a website with php as part of my studies.",
        "fr": "Réalisation d'un site web avec php dans le cadre de mes études.",
        "de": "Realisierung einer Website mit php im Rahmen meines Studiums."
    },
    "zukunftsforum": {
        "en": "Setting up a WordPress website and a graphic charter for the association 'Forum d'avenir'.",
        "fr": "Mise en place d'un site web WordPress ainsi que d'une charte graphique pour l'association 'Forum d'avenir'.",
        "de": "Aufbau einer Wordpress-Website und einer Grafikcharta für den Verein 'Zukunftsforum'."
    },
    "gitmoji_browser_extension": {
        "en": "The Gitmoji extension to easily search and copy gitmojis 😜",
        "fr": "L'extension Gitmoji pour rechercher et copier facilement les gitmojis 😜",
        "de": "Die Gitmoji-Erweiterung zum einfachen Suchen und Kopieren von Gitmojis 😜"
    },
    "restapify": {
        "en": "Quickly and easily deploy a mocked REST API by using an intuitive and developer friendly JSON file structure.",
        "fr": "Déployez rapidement et facilement une API REST simulée à l'aide d'une structure de fichier JSON intuitive et agréable pour les développeurs.",
        "de": "Schnelle und einfache Bereitstellung einer Mocked-REST-API durch Verwendung einer intuitiven und entwicklerfreundlichen JSON-Dateistruktur."
    },
    "ux-typing-experiment": {
        "en": "The objective of this study is to determine the optimal way to display and to type alphanumeric sequences (such as identifiers, order numbers, etc.)",
        "fr": "L'objectif de cette étude est de déterminer la manière optimale d'afficher et de taper les séquences alphanumériques (telles que les identifiants, les numéros de commande, etc.).",
        "de": "Ziel dieser Studie ist es, die optimale Art und Weise der Anzeige und Eingabe von alphanumerischen Sequenzen (wie z. B. Kennungen, Bestellnummern usw.) zu ermitteln."
    },
    "dslv-niedersachsen": {
        "en": "Creation of a frontend web app with backend and CRUD dashboard allowing the association of sports teachers of the German region of Niedersachsen to create sports events to facilitate the registration of members.",
        "fr": "Création d'une application web frontend avec backend et un dashboard CRUD permettant à l'association des professeurs de sport de la région allemande de Niedersachsen de créer des événements sportifs pour faciliter l'inscription des membres.",
        "de": "Erstellung einer Frontend-Web-Applikation mit Backend und CRUD Dashboard, die es dem Niedersächsischen Sportlehrerverband ermöglicht, Sportveranstaltungen zu erstellen, um die Anmeldung von Mitgliedern zu erleichtern."
    }
}